quiz = [
    5,  # время на тест в минутах
    # Вопрос 1
    'Упростите выражение',
    r'$1 - \cos^2\alpha$',
    4,  # номер правильного ответа
    r'1) $\tan^2\alpha$''\n'
    r'2) $-\cos^2\alpha$''\n'
    r'3) $-\sin^2\alpha$''\n'
    r'4) $\sin^2\alpha$',
    # Вопрос 2
    'Упростите выражение',
    r'$\cos^2\alpha + (1 - \sin^2\alpha)$',
    3,  # номер правильного ответа
    r'1) $2 - \sin^2\alpha$''\n'
    r'2) $-\sin^2\alpha$''\n'
    r'3) $2\cos^2\alpha$''\n'
    r'4) $\cos\alpha$',
    # Вопрос 3
    'Тестовый вопрос',
    r'$1 - \cos^2\alpha$',
    2,  # правильный ответ 0z-index
    r'1) $2 - \sin^2\alpha$''\n'
    r'2) $\sin^2\alpha$',
]
