quiz_demo_short = [
    'Демонстационный тест',  # Название теста
    '1',  # Время на тест в минутах

    # Вопрос 1
    'Упростите выражение',  # текст вопроса #1
    r'$1 - \cos^2\alpha$',  # формула вопроса #1
    '4',  # номер правильного ответа вопроса #1
    r'1) $tg^2\alpha$''\n'  # формулы вариантов ответа одной строкой через \n
    r'2) $-\cos^2\alpha$''\n'
    r'3) $-\sin^2\alpha$''\n'
    r'4) $\sin^2\alpha$',

    # Вопрос 2
    'Упростите выражение',
    r'$\cos^2\alpha + (1 - \sin^2\alpha)$',
    '3',  # номер правильного ответа
    r'1) $-\cos^2\alpha$''\n'
    r'2) $2 - \sin^2\alpha$''\n'
    r'3) $2\cos^2\alpha$''\n'
    r'4) $-2\sin^2\alpha$',
]
